Repository: WiemsProDev/TemplateMAUI
Catalog: Template/Resources/AppResources.*.resx
Languages: es

# ErrorPermisosFoto
source: You do not have permissions to change the photo
es: No tiene permisos para cambiar la foto

# ActualizacionFirmware
source: Firmware update, to continue you need to update
es: Actualización de Firmware, para continuar necesita actualizar

# FirmwareError
source: Firmware update failed
es: Se ha producido un error en la actualización del Firmware

# ActualizandoFirmware
source: Updating Firmware
es: Actualizando Firmware

# Completado
source: Completed
es: Completado

# FirmwareOK
source: Firmware update has been successful
es: La actualización del Firmware se ha producido correctamente

# PreguntaValoresInicio
source: Do you want to save these values as startup values?
es: ¿Desea guardar estos es como es de inicio?

# Informes
source: Reports
es: Informes

# Historico
source: Historic
es: Histórico

# ErrorNombreNoValido
source: User not saved. Introduced name is not valid.
es: Usuario no guardado. Debe introducir un nombre válido.

# ErrorApellidoNoValido
source: User not saved. Introduced surname is not valid.
es: Usuario no guardado. Debe introducir un apellido válido.

# ErrorEmailNoValido
source: User not saved. Introduced email is not valid.
es: Usuario no guardado. Debe introducir un email válido.

# ErrorAlturaNoValida
source: User not saved. Introduced heigth is not valid.
es: Usuario no guardado. Debe introducir una altura válida.

# ErrorPesoNoValido
source: User not saved. Introduced weigth is not valid.
es: Usuario no guardado. Debe introducir un peso válido.

# ErrorFotoNoValida
source: User not saved. There is no photo.
es: Usuario no guardado. Debe realizarse una foto.

# ErrorEdadNoValida
source: User not saved. Birthday is not valid.
es: Usuario no guardado. Fecha de nacimiento incorrecta.

# Buscar
source: Search...
es: Buscar...

# Anyos
source: years
es: años

# Segundos
source: seconds
es: segundos

# Ciclos
source: Cycles
es: ciclos

# ObjetivoTrack
source: Objective
es: Objetivo

# PreguntaEliminarPulsometro
source: ¿Do you want to delete the HRM?
es: ¿Desea eliminar el pulsómetro?

# PreguntaEliminarDispositivo
source: ¿Do you want to delete the device?
es: ¿Desea eliminar el dispositivo?

# PreguntaNuevoPulsometro
source: ¿Do you want to add the HRM?
es: ¿Desea añadir el pulsómetro?

# PreguntaNuevoDispositivo
source: ¿Do you want to add the Device?
es: ¿Desea añadir el dispositivo?

# IntroduceAlias
source: Set the HRM alias
es: Introduce el alias del pulsómetro

# IntroduceAliasDispositivo
source: Set the Device alias
es: Introduce el alias del dispositivo

# BuscandoPulsometros
source: Searching HR Rates Monitor
es: Buscando pulsómetros

# BuscandoPulsometrosDispositivos
source: Searching Devices and HR Rates Monitor
es: Buscando dispositivos y pulsómetros

# Refrescar
source: Refresh
es: Refrescar

# PulsometrosDetectados
source: HR Rates Monitor detected
es: Pulsómetros detectados

# Comenzar
source: Start
es: Comenzar

# DispositivosDetectados
source: Devices detected
es: Dispositivos detectados

# Planes
source: Plans
es: Planes

# SeleccionePlan
source: Select a training plan
es: Seleccione un plan de entrenamiento

# FechaInicio
source: Start Date
es: Fecha Inicio

# FechaFin
source: End Date
es: Fecha Fin

# AsignarClientes
source: Assign to clients
es: Asignar a clientes

# AsignarDispositivos
source: Assign devices
es: Asignar dispositivos

# Asignar
source: Assign
es: Asignar

# AsignarPlan
source: Assign Training Plan
es: Asignar Plan Entrenamiento

# PreguntaAsignarClientes
source: Do you want to assign %1 to these %2 clients?
es: ¿Desea asignar %1 a estos %2 clientes?

# PreguntaIncluirClientes
source: Do you want to include more cliente to this workout?
es: ¿Desea incluir más clientes a este entrenamiento?

# AsignandoPlanes
source: Assigning training plans
es: Asignando planes de entrenamiento

# PlanesAsignados
source: Training plans assigned correctly
es: Planes de entrenamiento asignados correctamente

# ErrorAsignandoPlanes
source: An error occurred assigning the training plans
es: Se ha producido un error asignando los planes de entrenamiento

# DebeSeleccionarCliente
source: You must select at least one customer
es: Debe seleccionar, al menos, un cliente

# MaximoTresClientes
source: You can only select a maximum of three clients
es: Sólo puede seleccionar, como máximo, tres clientes

# Dispositivos
source: Devices
es: Dispositivos

# NoSeleccionado
source: Not Selected
es: No Seleccionado

# PreguntaSeleccionaOtroCliente
source: Do you want add other client to training?
es: ¿Desea añadir otro cliente al entrenamiento?

# PreguntaGuardarValoresInicioCliente
source: Are yo sure to save init values of
es: ¿Estás seguro de guardar los valores iniciales de

# ValoresInicioGuardados
source: Init values have been saved
es: Valores de inicio guardados correctamente

# SinBateria
source: The device has run out of battery power. Press STOP to end the training.
es: El dispositivo se ha quedado sin batería. Pulse STOP para finalizar el entrenamiento.

# DispApagado
source: The device is switched off. Press STOP to end the training or turn it on and resume the training by pressing PLAY.
es: El dispositivo se ha apagado. Pulse STOP para finalizar el entrenamiento o enciendalo y retome el entrenamiento pulsando PLAY.

# EntrenamientoFinalizado
source: Training finished.
es: Entrenamiento finalizado.

# EntrenamientoFinalizaraPorDesconexion
source: The training will end because no devices are connected.
es: El entrenamiento terminará porque no hay dispositivos conectados.

# ClientesDesconectados
source: There are clients with disconnected devices. Please connect them.
es: Hay clientes con dispositivos sin conexión. Por favor conectelos

# SelectConnected
source: You must select a connected device.
es: Debe seleccionar un dispositivo conectado.

# VueltaDispositivo
source: The client {t} has returned to training. For safety his currents have been set to 15mA.
es: El cliente {t} ha vuelto al entrenamiento. Por seguridad sus corrientes se han llevado a 15mA.

# NombreSoporte
source: WiemsEasy Support
es: Soporte WiemsEasy

# Soporte
source: Support
es: Soporte

# SinComunicaciones
source: No Communications
es: No Existen Comunicaciones

# SeleccionaDocumento
source: Select a document
es: Selecciona un documento

# SeleccionaImagen
source: Select an image
es: Selecciona una imagen

# PulseAqui
source: Click here
es: Pulse aquí

# MensajeNuevo
source: You have received a new message from the Support team, do you want to reply now?
es: Ha recibido un nuevo mensaje del equipo de Soporte, ¿Quiere contestar ahora?

# DocumentoSubidoCorrectamente
source: The document has been upload correctly
es: El documento se ha enviado correctamente.

# Entrenar
source: To train
es: Entrenar

# IntensidadProgresiva
source: PROGRESSIVE INTENSITY
es: INTENSIDAD PROGRESIVA

# RetornoMute
source: RETURN MUTE
es: RETORNO MUTE

# Traje
source: SUIT
es: TRAJE

# TrajePorDefecto
source: DEFAULT SUIT
es: TRAJE POR DEFECTO

# Minutos
source: minutes
es: minutos

# Tiempo
source: Time
es: Tiempo

# Intensidades
source: Intensities
es: Intensidades

# Media
source: Medium
es: Media

# Maxima
source: Maximum
es: Máxima

# SeleccioneUnEntrenamiento
source: Select some training
es: Seleccione algún entrenamiento

# Piernas
source: Legs
es: Piernas

# Pecho
source: Chest
es: Pecho

# LeyendoQR
source: QR Scanning...
es: Leyendo QR...

# QRIncorrecto
source: The QR Code is incorrect
es: El código QR es incorrecto

# SoyNuevo
source: I'm New
es: Soy Nuevo

# DispositivoYaAsignado
source: ERROR: device is already assigned to a trainer
es: ERROR: el dispositivo ya está asignado a un entrenador

# QRErroneo
source: ERROR: Invalid QR code
es: ERROR: El código QR no es válido

# DispositivoAsignado
source: The device has been assigned successfully
es: El dispositivo se ha asignado correctamente

# Validar
source: Validate
es: Validar

# IntroduzcaEmail
source: Enter your Email
es: Introduzca su correo electrónico

# IntroduzcaEmailUsuarioValidar
source: Enter the email of the user you want to link
es: Introduzca el email del usuario que desea vincular

# Validacion
source: Validation
es: Validación

# CodigoVerificacion
source: Verification code
es: Código de verificación

# IntroduzcaCodigo
source: Enter the code received to validate your email
es: Introduzca el código recibido para validar su correo electrónico

# Comprobar
source: Check
es: Comprobar

# Pais
source: Country
es: Pais

# IntroduzcaDatosRegistro
source: Introduce your register data
es: Introduzca sus datos de registro

# ComprobandoDispositivo
source: Checking Device...
es: Comprobando dispositivo...

# EmailObligatorio
source: You need complete email
es: Debe rellenar el correo electrónico

# ComprobandoEmail
source: Sending validation email...
es: Enviando correo electrónico de validación...

# EnvioEmailValidacion
source: We have sent an email with an activation code.
es: Hemos enviado un correo electrónico con un código de activación.

# PreguntaCancelarProceso
source: Are you sure to cancel the process?
es: ¿Está seguro de cancelar el proceso?

# PinObligatorio
source: You must fill in the verification code
es: Debe rellenar el código de verificación

# ComprobandoPin
source: Checking activation code...
es: Comprobando código de activación...

# PinValido
source: Your activation code is valid, fill in the details to finish your registration
es: Su código de activación es válido, complete los datos para terminar su registro

# PinNoValido
source: The activation code not is correct
es: El código de activación no es correcto

# PasswordObligatorio
source: The password is required
es: Debe rellenar la contraseña

# NombreObligatorio
source: The name is required
es: Debe rellenar el nombre

# DescripcionObligatoria
source: The description is required
es: Debe rellenar la descripción

# TracksObligatorios
source: The number of sets must be between 1 and 10
es: El número de series debe estar comprendido entre el 1 y el 10

# ApellidosObligatorio
source: The surname is required
es: Debe rellenar los apellidos

# MovilObligatorio
source: The phone is required
es: Debe rellenar el teléfono

# PaisObligatorio
source: The country is required
es: Debe rellenar el pais

# RegistrandoTrainerYDevice
source: Registering Trainer and Device...
es: Registrando Entrenaodr y Dispositivo...

# Progreso
source: Progress
es: Progreso

# Ejercicios
source: Excercices
es: Ejercicios

# NombreIngles
source: English Name
es: Nombre Inglés

# DescripcionIngles
source: English Description
es: Descripción Inglés

# TiempoPreparacion
source: Preparation Time
es: Tiempo de preparación

# TiempoDescanso
source: Rest Time
es: Tiempo de descanso

# TiempoDescansoMin
source: Between the previous set and the current one
es: Entre la serie anterior y el actual

# Descanso
source: Resting
es: Descanso

# Frecuencia
source: Frequency
es: Frecuencia

# Atenuacion
source: Attenuation
es: Atenuación

# AtenuacionMin
source: Resting percentage over working intensity
es: Porcentaje resting sobre intensidad working

# EjerciciosSerie
source: Exercises
es: Ejercicios

# EjerciciosSerieMin
source: Number of excercises in this set
es: Número de ejercicios en esta serie

# Series
source: Sets
es: Series

# Serie
source: Set
es: Serie

# SeriesMin
source: Number of Times Exercise Group is Repeated
es: Veces que se repite el grupo de ejercicios

# CiclosMin
source: Number of times the series is repeated
es: Nº de veces que se repite la serie

# DescansoSeries
source: Rest Between Sets
es: Descanso entre series

# RampaSubida
source: Ramp Up
es: Rampa de Subida

# de
source: of
es: de

# NumeroTracks
source: Number of sets
es: Número de series

# ConfiguracionTracks
source: Sets configuration
es: Configurar series

# Anterior
source: Previous
es: Anterior

# ZonaHRObj
source: Objective HR Zone
es: Zona HR Objetivo

# TiempoExcedido
source: The duration of the training cannot be more than 60 minutes
es: La duración del entrenamiento no puede ser mayor de 60 minutos

# SinAsignar
source: Not assigned
es: Sin Asignar

# NocoincidenTiempos
source: The working time of each series is %1 seconds and the current configuration is %2 seconds. You must adjust the exercise settings
es: El tiempo de trabajo de cada serie es de %1 segundos y la actual configuracion tiene %2 segundos. Debe ajustar la configuración de los ejercicios

# EjerciciosObligatorios
source: You must assign all exercises
es: Debe asignar todos los ejercicios

# PlanEntrenamientoActualizado
source: Training Plan has been updated
es: El Plan de entrenamiento ha sido actualizado

# PreguntaEliminarPlan
source: Are you sure to archive this training plan?
es: ¿Está seguro de archivar este plan de entrenamiento?

# PreguntaEliminarEntrenamiento
source: Are you sure to archive this training?
es: ¿Está seguro de archivar este entrenamiento?

# PlanEntrenamientoEliminado
source: Training Plan has been archived
es: El Plan de entrenamiento ha sido archivado

# EntrenamientoEliminado
source: Training has been archived
es: El Entrenamiento ha sido archivado

# TrainerEliminado
source: Your Account has been deleted
es: Su cuenta ha sido eliminada

# TPreparacion
source: T. Preparation
es: T. Preparación

# CrearEntrenamiento
source: Create Training
es: Crear Entrenamiento

# Nivel
source: Level
es: Nivel

# PreguntaClonarTrack
source: Do you want to copy the values from the previous set?
es: ¿Desea copiar los valores de la serie anterior?

# PreguntaClonarEjerciciosTrack
source: Do you also want to copy the exercises?
es: ¿Desea copiar también los ejercicios?

# ConfiguracionTerminada
source: Setting Ended
es: Configuración Terminada

# PreguntaGuardarEjercicio
source: Do you want save the excercise?
es: ¿Desea guardar el ejercicio?

# PreguntaGuardarOtroEjercicio
source: Do you want save other excercise?
es: ¿Desea guardar otro ejercicio?

# ProximoEjercicio
source: Next Excercise
es: Próximo Ejercicio

# InicioSerie1
source: Start set 1
es: Inicio serie 1

# FinalSerie1
source: End set 1
es: Final serie 1

# InicioRestoSeries
source: Start other sets
es: Inicio resto series

# FinalRestoSeries
source: End other sets
es: Final resto series

# InicioMute
source: Start mute
es: Inicio mute

# FinalMute
source: End mute
es: Final mute

# PlanConClientes
source: THIS TRAINING PLAN HAS ACTIVE CLIENTS, IF YOU ARCHIVE IT, ALL CLIENTS' TRAINING PLANS WILL BE CANCELED
es: ESTE PLAN DE ENTRENAMIENTO TIENE CLIENTES ACTIVO, SI LO ARCHIVA, SE CANCELARÁN LOS PLANES DE ENTRENAMIENTO DE TODOS LOS CLIENTES

# ActualizandoMenu
source: Updating Menu...
es: Actualizando Menu...

# ActualizandoEntrenamientos
source: Updating trainings...
es: Actualizando entrenamientos...

# DescargandoPlanesEntrenamiento
source: Downloading Training plans...
es: Descargando Planes de entrenamiento...

# VariosMinutos
source: This operation may take several minutes
es: Esta operación puede tardar varios minutos

# SerieMay
source: SET
es: SERIE

# ErrorCargaEntrenamiento
source: There was an error loading the training, please try again
es: Se ha producido un error al cargar el entrenamiento, por favor vuelva a intentarlo

# ErrorPlanYaAsignado
source: This customer is already assigned one training plan.
es: Este cliente ya tiene asignado un plan de entrenamiento.

# ErrorAsignandoPlanesYaAsignados
source: The training plan has not been assigned to clients %1, because they already had the training plan active.
es: No se ha asignado el plan de entrenamiento a los clientes %1, por que ya tenían el plan de entrenamiento activo.

# ErrorAsignandoPlanYaAsignado
source: The training plan has not been assigned to client %1, because they already had the training plan active.
es: No se ha asignado el plan de entrenamiento al cliente %1, por que ya tenía el plan de entrenamiento activo.

# EsperandoUsuario
source: Waiting Client...
es: Esperando usuario...

# UsuarioVinculado
source: The client linked successfully
es: El cliente ha sido vinculado correctamente

# UsuarioNoVinculado
source: ERROR: The client has not linked correctly
es: ERROR: El cliente no se ha vinculado

# CesionRealizada
source: The client has acepted the workout
es: El cliente ha aceptado el entrenamiento

# CesionRechazada
source: ERROR: The client has rejected the workout
es: ERROR: El cliente ha rechazado el entrenamiento

# Nube
source: Cloud
es: Nube

# VideoGrande
source: The file is very big, the maximum size is 3Mb
es: El archivo es demasiado grande, el tamaño máximo es 3Mb

# EjercicioMin
source: Excer.
es: Ejer.

# EscaneeQR
source: Scan the QR of your device
es: Escanee el QR de su dispositivo

# DescargandoDatosEnSegundoPlano
source: The following data is being downloaded in the background:
es: Se están descargando los siguientes datos en segundo plano:

# VideosEjercicios
source: Exercise videos
es: Videos de los ejercicios

# EntrenamientosClientes
source: Customers trainings
es: Entrenamientos de clientes

# PlanesClientes
source: Customers trainings plans
es: Planes de entrenamiento de clientes

# PreguntaEliminarEjercicio
source: Do you want remove the excercise?
es: ¿Está seguro de eliminar el ejercicio?

# Eliminando
source: Removing...
es: Eliminando...

# Suscripciones
source: Suscriptions
es: Suscripciones

# SinEntrenamientos
source: No Workouts
es: Sin entrenamientos

# VelocidadMaxima
source: Speed Max
es: Velocidad Máxima

# VelocidadMedia
source: Speed Med
es: Velocidad Media

# Rom
source: Range of move
es: Rango de movimiento

# PreprarseCalibracion
source: Prepare to calibrate the sensors
es: Preparese para la calibración de los sensores

# PreprarseCalibrando
source: Performing sensor calibration
es: Realizando calibración de sensores

# PreprarseCalibracionRealizada
source: Calibration completed successfully
es: Calibración realizada correctamente

# UltimaRep
source: Last
es: Última

# FCMax
source: HR Máx
es: FC Máx

# FCMed
source: HR Med
es: FC Med

# FrecuenciaCardiaca
source: Heart Rate
es: Frecuencia Cardiaca

# VelocidadMax
source: Speed Max
es: Velocidad Máx

# VelocidadMed
source: Speed Med
es: Velocidad Med

# CompararEntreno
source: To compare workouts, you must select the same workout
es: Para comparar entrenamientos, debe seleccionar el mismo entrenamiento

# CualidadFisica
source: Physical Q.
es: Cualidad F.

# ZonaCorporal
source: Body Zone
es: Zona Corp.

# DispositivoNoValido
source: This device is not valid for WiemsPlus
es: Este dispositivo no es válido para WiemsEasy

# TrajeNoValido
source: This suit is not valid for WiemsPlus
es: Este traje no es válido para WiemsEasy

# Pulsometro
source: Heart Rate Monitor
es: Pulsómetro

# AcelerometroCintura
source: Waist Accelerometer
es: Acelerómetro Cintura

# AcelerometroMovil
source: Mobile Accelerometer
es: Acelerómetro Móvil

# VastoInterno
source: Inner Vastus
es: Vasto Interno

# VastoExterno
source: Outer Vastus
es: Vasto Externo

# Soleo
source: Soleus
es: Sóleo

# TransversoAbdominal
source: Transverse Abdominal
es: Transverso Abdominal

# RectoAbdominal
source: Abdominal Rect
es: Recto Abdominal

# GluteoMayor
source: Glute Maior
es: Glúteo Mayor

# GluteoMedio
source: Glute Medium
es: Glúteo Medio

# GluteoMenor
source: Glute Minor
es: Glúteo Menor

# CuadradoLumbar
source: Lumbar Square
es: Cuadrado Lumbar

# Deltoides
source: Deltoids
es: Deltoides

# MusculoVacio
source: Empty Muscle
es: Músculo Vacío

# IniciarPruebaHRV
source: Do you want to start the HRV test?
es: ¿Desea iniciar la prueba HRV?

# CancelarPruebaHRV
source: Do you want to stop the HRV test?
es: ¿Desea parar la prueba HRV?

# GuardarPruebaHRV
source: Do you want to save the collected data?
es: ¿Desea guardar los datos recogidos?

# CancelarPruebaEMG
source: Do you want to stop the EMG test
es: ¿Desea parar la prueba EMG?

# Calculando
source: Calculating...
es: Calculando...

# DebeSeleccionarHRVTest
source: You must select at least one HRV test
es: Debe seleccionar, al menos, una prueba HRV

# DebeSeleccionarTestHRVMaximo
source: You must select a maximum of three HRV tests
es: Debe seleccionar, como máximo, tres pruebas HRV

# DebeSeleccionarEMGTest
source: You must select at least one EMG test
es: Debe seleccionar, al menos, una prueba EMG

# DebeSeleccionarTestEMGMaximo
source: You must select a maximum of three EMG tests
es: Debe seleccionar, como máximo, dos pruebas EMG

# MismoMusculo
source: You must select tests with the same muscle
es: Debe seleccionar pruebas con el mismo músculo

# InicioElektra
source: Welcome to Elektra, the WiemsPro AI, how can I help you?
es: Bienvenido a Elektra, la IA de WiemsPro, ¿En qué puedo ayudarte?

# Pensando
source: Thinking...
es: Pensando...

# Generico
source: Generic
es: Genérico

# Sentadilla
source: Squat.
es: Sentadilla.

source: Flexion
es: Flexión

# PressBanca
source: Press Bench
es: Press Banca

# PesoMuerto
source: Dead Weight
es: Peso Muertos

# PressMilitar
source: Military Press
es: Press Militar

# RemoInclinado
source: Bent-over Row
es: Remo Inclinado
