Repository: WiemsProDev/TemplateMAUI
Catalog: Template/Resources/AppResources.*.resx
Languages: es

# Tu
source: You
es: Tu

# ErrorSeleccionPlan
source: You must select a training plan
es: Debe Seleccionar un plan de entrenamiento

# ErrorSeleccionCliente
source: You must select at least a client
es: Debe Seleccionar, al menos, un cliente

# SeleccionaOpcion
source: Select an option
es: Selecciona una opción

# ValoresInicio
source: Save Initial Values
es: Guardar Valores de Inicio

# CambioChaleco
source: Change Jacket
es: Cambio de Chaleco

# ErrorSeleccionDeviceCliente
source: All clients must have a device selected
es: Todos los clientes deben tener un dispositivo seleccionado

# ErrorRegistro
source: An error occurred in the sign up process:
es: Se ha producido un error en el proceso de registro:

# ErrorRecovery
source: An error occurred in the recovery process:
es: Se ha producido un error en el proceso de recuperación:

# RegistroOK
source: Sign up OK
es: El registro se ha producido correctamente, recibirá un correo electrónico para una validación correcta.

# ErrorActualizarUsuario
source: An error occurred while updating the user:
es: Se ha producido un error al actualizar el usuario:

# ErrorSincronizarMensajes
source: An error occurred while synchronizing the messages:
es: Se ha producido un error al sincronizar los mensajes:

# ErrorLogin
source: An error has occurred, wrong username or password
es: Se ha producido un error, usuario o password incorrectos

# CargandoPerfil
source: Loading profile...
es: Cargando perfil...

# DescargandoClientes
source: Downloading customers...
es: Descargando clientes...

# DescargandoFotos
source: Downloading pictures...
es: Descargando fotos...

# DescargandoEntrenamientos
source: Downloading trainings...
es: Descargando entrenamientos...

# DescargandoEjercicios
source: Downloading exercices...
es: Descargando ejercicios...

# DescargandoPlanes
source: Downloading plans trainings...
es: Descargando planes de entrenamientos...

# DescargandoMenu
source: Downloading menu...
es: Descargando menu...

# DescargandoFamilias
source: Downloading families...
es: Descargando familias...

# ActualizandoClientes
source: Updatinging customers...
es: Actualizando clientes...

# ActualizandoEjercicios
source: Updatinging exercices...
es: Actualizando ejercicios...

# ActualizandoSuscripciones
source: Updatinging Suscriptions...
es: Actualizando Suscripciones...

# DescargandoDispositivos
source: Downloading devices...
es: Descargando dispositivos...

# DescargandoPulsometros
source: Downloading heart rates devices...
es: Descargando pulsómetros...

# DescargandoProgramas
source: Downloading programs...
es: Descargando programas...

# Hombre
source: Male
es: Hombre

# Mujer
source: Female
es: Mujer

# Invitado
source: Guest
es: Invitado

# Excelente
source: Excellent
es: Excelente

# Guardando
source: Saving...
es: Guardando...

# UsuarioActualizado
source: User Updated successfully
es: Usuario Actualizado Correctamente

# TodosCamposObligatorios
source: All fields are required
es: Todos los campos son obligatorios

# ErrorNombreEntrenamiento
source: You must provide a name for your training
es: Debe indicar un nombre para su entrenamiento

# ErrorActividadEntrenamiento
source: You must indicate an activity for your training
es: Debe indicar una actividad para su entrenamiento

# PreguntaGuardarEntrenamiento
source: Do you want to save your training?
es: ¿Desea guardar su entrenamiento?

# MuyBueno
source: Very Good
es: Muy Bueno

# Bueno
source: Good
es: Bueno

# Malo
source: Bad
es: Malo

# MuyMalo
source: Very Bad
es: Muy Malo

# Objetivo1
source: 1. % Fat loss
es: 1. Pérdida % graso

# Objetivo2
source: 2. % Muscle increase
es: 2. Incremento % muscular

# Objetivo3
source: 3. Aesthetics and definition
es: 3. Estética y definición

# Objetivo4
source: 4. Sports performance
es: 4. Rendimiento deportivo

# SeguirLeyendo
source: Read More
es: Seguir Leyendo

# Objetivo5
source: 5. Retrofit
es: 5. Readaptación

# Objetivo6
source: 6. Health
es: 6. Salud

# Hoy
source: Today
es: Hoy

# Ayer
source: Yesterday
es: Ayer

# PreguntaAsignarDispositivo
source: Do you want to assign the device {t}?
es: ¿Quiere asignar el el dispositivo {t}?

# PreguntaComenzarEntrenamiento
source: Do you want to start your training?
es: ¿Desea comenzar su entrenamiento?

# PreguntaPararEntrenamiento
source: Do you want to stop your training?
es: ¿Desea parar su entrenamiento?

# EntrenadorVinculado
source: Trainer linked successfully
es: Entrenador vinculado correctamente

# EntrenadorNoVinculado
source: Failed to link trainer
es: Error al vincular el entrenador

# Todos
source: All
es: Todos

# VistosPorMi
source: Seen by me
es: Vistos por mi

# NoVistosPorMi
source: Not seen by me
es: No vistos por mi

# PreguntaComoEntrenar
source: How do you want to train?
es: ¿Cómo desea entrenar?

# SoloVideo
source: Video Only
es: Sólo Video

# ReestableciendoConexion
source: Resetting connection...
es: Restableciendo conexión...

# Orden
source: Order
es: Orden

# FechaDeCreacion
source: Creation date
es: Fecha de creación

# MasVistos
source: Most Viewed
es: Más Vistos

# MasValorados
source: Top Rated
es: Más ados

# Si
source: Yes
es: Sí

# SalirSinGuardarEntrenamiento
source: Do you want to exit without saving your training?
es: ¿Desea salir sin guardar su entrenamiento?

# EntrenamientoGuardado
source: Training saved successfully
es: Entrenamiento guardado con éxito

# ErrorGuardarEntrenamiento
source: Failed to save training
es: Se ha producido un error al guardar el entrenamiento

# EmailNoCoinciden
source: Emails do not match
es: Los correos electrónicos no coinciden

# FechaIncorrecta
source: The date is incorrect, please enter a correct date.
es: La fecha es incorrecta, por favor, indique una fecha correcta.

# ErrorInternet
source: Error, you have no internet connection
es: Error, no tiene conexión a internet

# ErrorInternetLong
source: Error, too much time without internet, plese log again with internet
es: Error, está demasiado tiempo sin internet, debe hacer un nuevo login con internet

# ErrorCargandoPerfil
source: An error occurred downloading trainers
es: Se ha producido un error descargando los entrenadores

# ErrorCargandoMenu
source: An error occurred downloading menu
es: Se ha producido un error descargando el menú

# ErrorDescargandoDispositivos
source: An error occurred while downloading the devices
es: Se ha producido un error descargando los dispositivos

# ErrorDescargandoClientes
source: An error occurred while downloading the customers
es: Se ha producido un error descargando los clientes

# ErrorDescargandoSuscripciones
source: An error occurred downloading suscriptions
es: Se ha producido un error descargando los suscripciones

# ErrorActualizandoClientes
source: An error occurred while updating the customers
es: Se ha producido un error actualizando los clientes

# ErrorDescargandoEjercicios
source: An error occurred while downloading the exercices
es: Se ha producido un error descargando los ejercicios

# ErrorDescargandoEntrenamientos
source: An error occurred while downloading trainings
es: Se ha producido un error descargando los entrenamientos

# ErrorDescargandoFamilias
source: An error occurred while downloading families
es: Se ha producido un error descargando las familias

# ErrorDescargandoFotos
source: An error occurred while downloading the pictures
es: Se ha producido un error descargando las fotos

# ErrorDescargandoPlanes
source: An error occurred while downloading the plans
es: Se ha producido un error descargando los planes

# Aceptar
source: OK
es: Aceptar

# Usuario
source: User
es: Usuario

source: Password
es: Contraseña

# Y
source: and
es: y

# Accediendo
source: Accessing...
es: Accediendo...

# CerrarSesion
source: Logout
es: Cerrar Sesión

# Inicio
source: Home
es: Inicio

# Acceso
source: Sign In
es: Acceso

source: Email
es: Correo Electrónico

# Acceder
source: Access
es: Acceder

# OlvidoPassword
source: forgot your password?
es: ¿Olvidó su contraseña?

# Siguenos
source: Follow us
es: Síguenos

# NuevaCuenta
source: Don't have account?, Sign up here
es: ¿No tienes Cuenta?, Regístrate aquí

# Registro
source: Sign Up
es: Registro

source: New Password
es: Nueva Contraseña

source: Repeat Password
es: Repite Contraseña

# RecuperaPwd
source: Recovery your Password
es: Recupera tu contraseña

# EnviarSolicitud
source: Send Request
es: Enviar Solicitud

# Nombre
source: Name
es: Nombre

# Apellidos
source: Surname
es: Apellidos

# FechaNacimiento
source: Birth Date
es: Fecha de Nacimiento

# FechaNacimientoMin
source: Birth
es: F. Nacim.

# DNI
source: Identification
es: DNI

# Sexo
source: Gender
es: Género

# Telefono
source: Phone
es: Teléfono

# Poblacion
source: Town
es: Localidad

# CodigoPostal
source: Postal Code
es: Código Postal

# Direccion
source: Address
es: Dirección

# DatosPersonales
source: Personal Data
es: Datos Personales

# DatosSalud
source: Health Data
es: Datos de Salud

# Altura
source: Height (cm)
es: Altura (cm)

# Peso
source: Weight (Kg)
es: Peso (Kg)

# Objetivo
source: Personal Objective
es: Objetivo Personal

# Deportes
source: Sports/Favourites Activities
es: Deportes/Actividades Favoritas

# Enfermedad
source: Illness
es: Enfermedad

# Medicacion
source: Medication
es: Modicación

# Motivacion
source: Motivation
es: Motivación

# Activo
source: Active
es: Activo

# RepitePassword
source: Repeat Password
es: Repite Contraseña

# Cargando
source: Loading...
es: Cargando...

# Conectando
source: Connecting EMS
es: Conectando EMS

# Conectando2
source: Connecting EMSs
es: Conectando EMSs

# ConectandoSensores
source: Connecting sensors
es: Conectando sensores

# Error
source: An error has occurred, please try again later
es: Se ha producido un error, por favor, inténtelo de nuevo más tarde

# ErrorSimple
source: An error has occurred
es: Se ha producido un error

# Obligatorios
source: are required
es: son obligatorios

# Obligatorias
source: are requireds
es: son obligatorias

# Obligatorio
source: is required
es: es obligatorio

# Obligatoria
source: is required
es: es obligatoria

source: Very Weak
es: Muy Débil

source: Weak
es: Débil

source: Medium
es: Aceptable

source: Strong
es: Fuerte

source: Very Strong
es: Muy Fuerte

# EmailInvalido
source: Email is invalid
es: El Correo electrónico no es válido

# EmailExiste
source: This Email already exist in the system. Please, go to recovery your password.
es: Este Correo electrónico ya existe en el sistema. Por favor, vaya a recuperar contraseña.

# PasswordsNoCoinciden
source: The passwords not matches
es: Las contraseñas no coinciden

# PasswordNoSegura
source: Password is not secure
es: La contraseña no es segura

# MisPlanes
source: My Plans
es: Mis Planes

# MisCanales
source: My Channels
es: Mis Canales

# EntrenamientosEMS
source: EMS training
es: Entrenamientos EMS

# Tienda
source: Store
es: Tienda

# Entrenadores
source: Trainers
es: Entrenadores

# Comunicaciones
source: Communications
es: Comunicaciones

# HistoricoSalud
source: Health history
es: Histórico Salud

# Configuracion
source: Settings
es: Configuración

# ConfiguracionEntrenamiento
source: Trainings Settings
es: Configuración Entrenamientos

# ConfiguracionButton
source: Settings
es: Configuración

# Perfil
source: Profile
es: Perfil

# Clientes
source: Customers
es: Clientes

# Recordarme
source: Remember me
es: Recordarme

# Entrar
source: Enter
es: Entrar

# PerfilCliente
source: Customer profile
es: Perfil Cliente

# Morfologia
source: Morphology and data of interest
es: Morfología y datos de interés

# PermiteMensajes
source: Allow send messages
es: Puede enviar mensajes

# FrecuenciaCardiacaGrafica
source: Heart Rate Graph
es: Gráfica Frecuencia Cardiaca

# FrecuenciaCardiacaZona
source: Heart Rate Zones
es: Zonas Frecuencia Cardiaca

# Zona0
source: Zone 0
es: Zona 0

# Zona1
source: Zone 1
es: Zona 1

# Zona2
source: Zone 2
es: Zona 2

# Zona3
source: Zone 3
es: Zona 3

# Zona4
source: Zone 4
es: Zona 4

# Zona5
source: Zone 5
es: Zona 5

# HRReposo
source: HR Sleep
es: HR Reposo

# Mensaje
source: Message
es: Mensaje

# ResumenEntrenamiento
source: Summary of your training
es: Resumen de su entrenamiento

# Duracion
source: Duration
es: Duración

# Fecha
source: Date
es: Fecha

# Actividad
source: Activity
es: Actividad

# PulsoMedio
source: Average Pulse
es: Pulso Medio

# Calorias
source: Calories
es: Calorías

# CuadricepsMin
source: Qua.
es: Cua.

# IsquiotibialesMin
source: Ham.
es: Isq.

# LumbaresMin
source: Low B.
es: Lum.

# DorsalesMin
source: Bibs
es: Dor.

# AbdominalesMin
source: Abs.
es: Abd.

# Compartir
source: Share
es: Compartir

# FinEntrenamiento
source: Congratulations, she has finished her training.
es: Enhorabuena, ha finalizado su entrenamiento.

# GraficaPulso
source: Pulse graph
es: Gráfica de pulso

# DejenosValoracion
source: Leave us your evaluation
es: Déjenos du ación

# PreguntaRealizarEntrenamiento
source: Do you want to do a workout?
es: ¿Quieres realizar un entrenamiento?

# BotonEntrenamiento
source: Press the button to start training
es: Pulse el botón para comenzar el entrenamiento

# ComenzarEntrenamiento
source: Start Training
es: Comenzar Entrenamiento

# PararEntrenamiento
source: Stop Training
es: Parar Entrenamiento

# Entrenamientos
source: Trainings
es: Entrenamientos

# EmpezarAhora
source: Start now
es: Empezar ahora

# EmpezarAhoraSinEMS
source: Start now without EMS
es: Empezar ahora sin EMS

# SeleccioneEMS
source: Select the EMS program you want to run
es: Seleccione el programa EMS que desee realizar

# Noticias
source: News
es: Noticias

# Novedades
source: What's New
es: Novedades

# GanasDeMas
source: Do you want more?
es: ¿Tienes ganas de más?

# VamosEntrenar
source: Let's train!
es: ¡Vamos a entrenar!

# DescubrirEntrenamientos
source: Discover Trainings
es: Descubrir Entrenamientos

# Canales
source: Channels
es: Canales

# SeleccioneCanal
source: Select a channel
es: Seleccione un canal

# CabeceraCanales
source: Start training with a personalized program that guides you and adjusts to your progress, your schedule and other activities.
es: Empieza a entrenar con un programa personalizado que te guie y que se ajuste a tu progreo, tu horario y otras actividades.

# VerOcultos
source: Show hidden
es: Ver ocultos

# MisEntrenamientos
source: My Trainings
es: Mis Entrenamientos

# NuevaConversacion
source: New Conversation
es: Nueva Conversación

# SinEntrenadores
source: There are no trainers
es: No existen entrenadores

source: VO2 Max
es: VO2 Máx

# Guardar
source: Save
es: Guardar

# Cancelar
source: Cancel
es: Cancelar

# HoraInicio
source: Start Time
es: Hora inicio

# HoraFin
source: End time
es: Hora fin

# GuardeEntrenamiento
source: Save your training
es: Guarde su entrenamiento

# NombreEntrenamiento
source: Training name
es: Nombre del tratamiento

# SeleccioneTipoActividad
source: Select an activity type
es: Seleccione un tipo de actividad

# Registrate
source: Sing Up
es: Regístrate

# InicioEntrenador
source: Login Trainer
es: Inicio Entrenador

# Enviar
source: Send
es: Enviar

# Paso1de6
source: Step 1 of 6
es: Paso 1 de 6

# Paso2de6
source: Step 2 of 6
es: Paso 2 de 6

# Paso3de6
source: Step 3 of 6
es: Paso 3 de 6

# Paso4de6
source: Step 4 of 6
es: Paso 4 de 6

# Paso5de6
source: Step 5 of 6
es: Paso 5 de 6

# Paso6de6
source: Step 6 of 6
es: Paso 6 de 6

# PreguntaObjetivo
source: What is your goal?
es: ¿Cuál es tu objetivo?

# PerdidaGraso
source: % Fat loss
es: Pérdida % graso

# IncrementoMuscular
source: %Muscle increase
es: Incremento % muscular

# EsteticaDefinicion
source: Aesthetics and definition
es: Estética y definición

# RendimientoDeportivo
source: Sports performance
es: Rendimiento deportivo

# Readaptacion
source: Retrofit
es: Readaptación

# Salud
source: Health
es: Salud

# SaltarInformacion
source: Skip training information
es: Saltar información para entrenamiento

# PreguntaGenero
source: What is your gender?
es: ¿Cuál es tu género?

# IndicaNacimiento
source: Enter your date of birth
es: Indica tu fecha de nacimiento

# PreguntaAltura
source: How tall are you?
es: ¿Cuánto mides?

# PreguntaPeso
source: How much do you weigh?
es: ¿Cuánto pesas?

# IndicaEstadoForma
source: Indicate your form state
es: Indica tu estado de forma

# Resumen
source: Summary
es: Resumen

# EstadoForma
source: Form state
es: Estado de forma

# Registrar
source: Sign Up
es: Registrar

# Siguiente
source: Next
es: Siguiente

# SeleccionaVideo
source: Select a video
es: Selecciona un video

# CabeceraVideos
source: Start training with a personalized program that guides you and adjusts to your progress, your schedule and other activities.
es: Empieza a entrenar con un programa personalizado que te guie y que se ajuste a tu progreo, tu horario y otras actividades.

# Filtros
source: Filters
es: Filtros

# PorNivel
source: By level
es: Por nivel

# PorNombre
source: By Name
es: Por nombre

# Vistos
source: Viewed
es: Vistos

# PorMonitor
source: By monitor
es: Por monitor

# OrdenarPor
source: Sort By
es: Ordenar Por

# VerVideo
source: Watch video
es: Ver video

# DebeSuscribirse
source: You must subscribe to the channel to watch the video
es: Debe suscribirse al canal para ver el video

# RepiteEmail
source: Repeat email
es: Repite correo electrónico

# QR
source: QR Reader
es: Lector QR

# QRButton
source: QR Reader
es: Lector QR

# QRNoValido
source: The QR code is invalid
es: El código QR no es válido

# UsuarioFusionado
source: You user is sinchronized
es: Su usario está sincronizado

# UsuarioNoFusionado
source: An error occurred in synchtonization
es: Se ha producido un error al sincronizar su usuario

# UsuarioNoEncontrado
source: No user found
es: No se ha encontrado ningún usuario

# EntrenamientoVinculado
source: Training linked successfully
es: Entrenamiento vinculado correctamente

# EntrenamientoNoVinculado
source: Failed to link training
es: Se ha producido un error al vincular en entrenamiento

# ErrorEmailVerificado
source: Email is not verified.
es: El Email no está verificado.

# ReenviarEmail
source: Resend email
es: Reenviar email

# PreguntaReenvioEmail
source: Your user is not verified, you must have received an email to validate it. If you have not received the email, click forward.
es: Su usuario no está verificado, ha debido recibir un correo electrónico para validarlo. Si no ha recibido el correo, pulse en reenviar.

# EmailEnviado
source: Email resended
es: Email reenviado

# ErrorEmailEnviado
source: There was an error resending the email
es: Se ha producido un error al reenviar el email

# PreTextoRecovery
source: Enter the email with which you registered
es: Introduzca el email con el cual se ha registrado

# EmailNoVerificado
source: This email is not verified
es: El email no está verificado

# Iniciado
source: Started
es: Iniciado

# Parado
source: Stopped
es: Parado

# Pausado
source: Paused
es: Pausado

# VerInfo
source: View Info
es: Ver Info

# EntrenamientoExterno
source: External Training
es: Entrenamiento Externo

# Semanal
source: Every week
es: Cada semana

# QuinceDias
source: Every 2 weeks
es: Cada 2 semanas

# Mensual
source: Every month
es: Cada mes

# BiMensual
source: Every 2 months
es: Cada 2 meses

# TriMensual
source: Every 3 months
es: Cada 3 meses

# AvisoSalud
source: Enter Body params
es: ¿Cuando quiere añadir nuevas medidas de salud?

source: Max
es: Máx

source: Avg
es: Med

# PulsoMaximo
source: Max Pulse
es: Pulso Máx.

# AvisoAcustico
source: Acustic Alarm
es: Aviso Acústico

# VerGraficaComparativa
source: View comparative graph
es: Ver gráfica comparativa

# AvisoVisual
source: Visual Alarm
es: Aviso Visual

# MasaGrasa
source: Fat mass
es: Masa grasa

# MasaMuscular
source: Muscle mass
es: Masa muscular

# GrasaAbdominal
source: Abdominal fat
es: Grasa abdominal

# Perimetros
source: Body perimeters
es: Perímetros corporales

# Brazo
source: Arm
es: Brazo

# Cintura
source: Waist
es: Cintura

# Cadera
source: Hips
es: Cadera

# Muslo
source: Thigh
es: Muslo

# Gemelos
source: Cufflinks
es: Gemelos

# ComoEntrenar
source: How do you want to train?
es: ¿Cómo desea entrenar?

# ConEMS
source: With EMS
es: Con EMS

# SinEMS
source: Without EMS
es: Sin EMS

# DatoValido
source: Please, enter a valid data
es: Por favor, introduzca un dato válido

# UnSegundo
source: 1 seconds
es: 1 segundos

# MedioSegundo
source: 0,5 seconds
es: 0,5 segundos

# porcInicial
source: % Start
es: % Inicial

# ExplicacionPorcInicial
source: Initial percentage on the intensity saved for each muscle
es: Porcentaje inicial sobre la intensidad guardada para cada músculo

# SubidaHasta
source: Up to
es: Subida hasta

# ExplicacionSubidaHasta
source: Maximum percentage of rise over the intensity saved for each muscle
es: Porcentaje máximo de subida sobre la intensidad guardada para cada músculo

# SubidaProgresiva
source: Progressive climb
es: Subida progresiva

# ExplicacionSubidaProgresiva
source: Progressive increase of the intensity saved in each sensation of the training between the previous values
es: Subida progresiva de la intensidad guardada en cada sensación del entrenamiento entre los es anteriores

# TiempoSubida
source: Time climb
es: Tiempo de subida

# ExplicacionTiempoSubida
source: Climb interval per milliamperium
es: Intervalo de subida por cada miliamperio

# TourEMS
source: EMS Tour
es: Un paaseo por el EMS

# CambiarUsuario
source: Select other user
es: Elegir otro cliente

# Detalle
source: Detail
es: Detalle

# Descripcion
source: Description
es: Descripción

# NumSesiones
source: Sesions Qty.
es: Nº Sesiones

# PlanesEntrenamiento
source: Training Plans
es: Planes Entrenamiento

# PlanEntrenamiento
source: Training Plan
es: Plan Entrenamiento

# AsignarNuevo
source: To Assing New
es: Asignar Nuevo

# ProcesoOK
source: Process completed successfully.
es: Proceso terminado correctamente.

# ReibiraEmailPass
source: You will receive an email to finish the password change process.
es: Recibirá un email para terminar el proceso de cambio de contraseña.

# TipoEntrenamiento
source: Type of training
es: Tipo de entrenamiento

# Tratamientos
source: Treatments
es: Tratamientos

# EntrenamientoLibre
source: Free training
es: Entrenamiento Libre

# UltimosTratamientosRealizados
source: Last trearments realized
es: Últimos tratamientos realizados

# SesionesRestantes
source: reaming sessions
es: sesiones restantes

# BonosHco
source: Bonds and History
es: Bonos e Hco.

# SeleccionaBono
source: Select Bond
es: Selecciona Bono

# ClienteSeleccionado
source: Customer selected
es: Cliente seleccionado

# Cuadriceps
source: Quadriceps
es: Cuadriceps

# Dorsales
source: Bibs
es: Dorsales

# Abdominales
source: Abs
es: Abdominales

# Pectorales
source: Pec
es: Pectorales

# Trapecio
source: Trapezoid
es: Trapecio

# Isquios
source: Ischios
es: Isquios

# Gluteos
source: Buttocks
es: Glúteos

# Abductores
source: Abductors
es: Abductores

# Lumbares
source: Lower back
es: Lumbares

# Gluteo1
source: Glute 1
es: Glúteo 1

# Gluteo2
source: Glute 2
es: Glúteo 2

# Abdomen
source: Abs
es: Abdomen

# Brazos
source: Arms
es: Brazos

# TratamientoError
source: There was an error loading treatments, please try again later.
es: Se ha producido un error al cargar los tratamientos, por favor, inténtelo más tarde.

# PreguntaActualizaCliente
source: Do you want update user's data?
es: ¿Desea actualizar los datos del usuario?

# PreguntaEliminarCliente
source: Do you want remove user?
es: ¿Desea eliminar el usuario?

# PreguntaEliminarCuenta
source: Do you want remove account?
es: ¿Desea eliminar la cuenta?

# PreguntaInsertarPlan
source: Do yo want asign this training plan to user?
es: ¿Desea asignar el plan de entrenamiento al usuario?

# Camara
source: Camera
es: Cámara

# Galeria
source: Gallery
es: Galería
